{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<cls>",
        0.0
      ],
      [
        "<sep>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "NNNNNNNNNNNN",
        -3.7166914055200966
      ],
      [
        "T",
        -4.968538669093485
      ],
      [
        "A",
        -5.013048193185712
      ],
      [
        "C",
        -5.10270103261564
      ],
      [
        "G",
        -5.1173353313505885
      ],
      [
        "TG",
        -5.342787993191102
      ],
      [
        "TT",
        -5.492569640666693
      ],
      [
        "CA",
        -5.5444796389766715
      ],
      [
        "AA",
        -5.57969890957725
      ],
      [
        "AG",
        -5.621696794195099
      ],
      [
        "CT",
        -5.692103227315009
      ],
      [
        "AT",
        -5.758461370974278
      ],
      [
        "AC",
        -5.792194680737632
      ],
      [
        "GT",
        -5.804187151592442
      ],
      [
        "GG",
        -5.865451228314628
      ],
      [
        "TC",
        -5.874940935789528
      ],
      [
        "TA",
        -5.894182032673347
      ],
      [
        "CC",
        -5.920441623677593
      ],
      [
        "GA",
        -5.925341513047099
      ],
      [
        "GC",
        -6.133664494045716
      ],
      [
        "TTT",
        -6.184141144318238
      ],
      [
        "AAA",
        -6.233413334822522
      ],
      [
        "CG",
        -6.345675110314291
      ],
      [
        "CTG",
        -6.487316304880778
      ],
      [
        "ACA",
        -6.53431284717904
      ],
      [
        "TGT",
        -6.564985451940872
      ],
      [
        "CTT",
        -6.567325079504883
      ],
      [
        "CTC",
        -6.570452565361094
      ],
      [
        "CAG",
        -6.583727848654018
      ],
      [
        "NNNNNNNNNNN",
        -6.603166736917002
      ],
      [
        "TTG",
        -6.607470429411594
      ],
      [
        "AAG",
        -6.611453470418089
      ],
      [
        "CCA",
        -6.618337554292307
      ],
      [
        "TCT",
        -6.629884953671954
      ],
      [
        "AAT",
        -6.656163301005037
      ],
      [
        "TTTT",
        -6.662667675818739
      ],
      [
        "AGA",
        -6.673773578738189
      ],
      [
        "ATG",
        -6.675156548347417
      ],
      [
        "ATT",
        -6.685747272296085
      ],
      [
        "CCT",
        -6.6969071317427975
      ],
      [
        "AAAA",
        -6.7021790912829236
      ],
      [
        "TGA",
        -6.702873488662348
      ],
      [
        "CAA",
        -6.7032904175366586
      ],
      [
        "TGG",
        -6.706383606437333
      ],
      [
        "GTG",
        -6.721133167162375
      ],
      [
        "CAC",
        -6.726426416973338
      ],
      [
        "TCA",
        -6.734039797347707
      ],
      [
        "TGC",
        -6.734642767005981
      ],
      [
        "CAT",
        -6.739327296487758
      ],
      [
        "GAG",
        -6.7699152428785325
      ],
      [
        "GCA",
        -6.774734287918864
      ],
      [
        "AGG",
        -6.783187708372889
      ],
      [
        "GTT",
        -6.790553312752014
      ],
      [
        "AGT",
        -6.791823287248283
      ],
      [
        "TTC",
        -6.796679979721931
      ],
      [
        "ACT",
        -6.80691365862195
      ],
      [
        "GGA",
        -6.8314810213616965
      ],
      [
        "GAA",
        -6.84016154508358
      ],
      [
        "CCC",
        -6.842319014720102
      ],
      [
        "TCC",
        -6.849172468411265
      ],
      [
        "TTA",
        -6.855864261059406
      ],
      [
        "AAC",
        -6.874606712068173
      ],
      [
        "TAT",
        -6.881212098916045
      ],
      [
        "TAA",
        -6.891835408551927
      ],
      [
        "ATA",
        -6.895197621560424
      ],
      [
        "GCT",
        -6.940217109031373
      ],
      [
        "AGC",
        -6.958439960442389
      ],
      [
        "ACC",
        -6.988478301397185
      ],
      [
        "GGT",
        -7.011547244862983
      ],
      [
        "ATC",
        -7.042878733398515
      ],
      [
        "CTA",
        -7.043468445575385
      ],
      [
        "GTA",
        -7.056075432472031
      ],
      [
        "GGG",
        -7.085778768513588
      ],
      [
        "TAC",
        -7.089551143758488
      ],
      [
        "GAT",
        -7.101272465906462
      ],
      [
        "TAG",
        -7.11167095872916
      ],
      [
        "AAAG",
        -7.154322101809644
      ],
      [
        "GGC",
        -7.163870665037482
      ],
      [
        "TGTG",
        -7.17576444001908
      ],
      [
        "CTTT",
        -7.190238497944845
      ],
      [
        "GCC",
        -7.2011546217207805
      ],
      [
        "TTTC",
        -7.20603937757916
      ],
      [
        "GTC",
        -7.236045511521429
      ],
      [
        "GAC",
        -7.249672212057067
      ],
      [
        "AAAAA",
        -7.288261609851501
      ],
      [
        "TTTG",
        -7.295969263777353
      ],
      [
        "GAAA",
        -7.303389589882572
      ],
      [
        "AAAT",
        -7.314802385050868
      ],
      [
        "CACA",
        -7.317932219717147
      ],
      [
        "CATG",
        -7.340675868458344
      ],
      [
        "AGAA",
        -7.348767843080637
      ],
      [
        "TCTT",
        -7.349396429646227
      ],
      [
        "TGTT",
        -7.350575352103327
      ],
      [
        "TTTTTTTTTTTT",
        -7.392624957936592
      ],
      [
        "ATTT",
        -7.397894105792551
      ],
      [
        "AAAAAAAAAAAA",
        -7.3989202166696035
      ],
      [
        "TGCA",
        -7.399435182882506
      ],
      [
        "CCTG",
        -7.400734378528137
      ],
      [
        "CTGT",
        -7.406498878831046
      ],
      [
        "TTCT",
        -7.412177705908833
      ],
      [
        "TTTTT",
        -7.418626131746979
      ],
      [
        "CAAG",
        -7.418863849028623
      ],
      [
        "TCTG",
        -7.419876912980056
      ],
      [
        "AGCA",
        -7.425583312091375
      ],
      [
        "CAAA",
        -7.429005211477216
      ],
      [
        "AATT",
        -7.431028228981589
      ],
      [
        "CTCT",
        -7.432628265347105
      ],
      [
        "TTGT",
        -7.438057380153012
      ],
      [
        "AAGA",
        -7.439419789050547
      ],
      [
        "ACAG",
        -7.4413942661225985
      ],
      [
        "CTTC",
        -7.441577159313994
      ],
      [
        "AACA",
        -7.447805922801582
      ],
      [
        "CCCA",
        -7.458404917880804
      ],
      [
        "TGCT",
        -7.461929963711013
      ],
      [
        "CCTC",
        -7.469567465234537
      ],
      [
        "CCTT",
        -7.47665393162899
      ],
      [
        "TCTC",
        -7.4782228280607175
      ],
      [
        "TGAT",
        -7.479134872204545
      ],
      [
        "ACCT",
        -7.489616165416271
      ],
      [
        "AGAG",
        -7.490481097384976
      ],
      [
        "CTTG",
        -7.494978280955017
      ],
      [
        "GGCA",
        -7.497133748126702
      ],
      [
        "ATCA",
        -7.498370512979665
      ],
      [
        "AAGG",
        -7.504048576991087
      ],
      [
        "CCAG",
        -7.504059446515383
      ],
      [
        "ACCA",
        -7.5055583619928985
      ],
      [
        "TTTA",
        -7.5056619766395425
      ],
      [
        "GCTG",
        -7.5063491061625935
      ],
      [
        "TAAA",
        -7.514731468678303
      ],
      [
        "ATGT",
        -7.517806616325821
      ],
      [
        "CTCA",
        -7.521555028442416
      ],
      [
        "CACT",
        -7.521685713106818
      ],
      [
        "CTGC",
        -7.529522580459272
      ],
      [
        "GAAG",
        -7.534707550750317
      ],
      [
        "TGAA",
        -7.535154807157706
      ],
      [
        "CAGG",
        -7.536654991094975
      ],
      [
        "AGTG",
        -7.537309283728142
      ],
      [
        "GCCT",
        -7.549356522720794
      ],
      [
        "ACAA",
        -7.553338330710153
      ],
      [
        "ACTG",
        -7.5569067413067295
      ],
      [
        "AATG",
        -7.559098798213636
      ],
      [
        "CATT",
        -7.568608669113171
      ],
      [
        "GGAG",
        -7.569084787645483
      ],
      [
        "AATA",
        -7.569251238651203
      ],
      [
        "GCAG",
        -7.576205932060043
      ],
      [
        "AGGT",
        -7.587533320487269
      ],
      [
        "CTGG",
        -7.593310578731682
      ],
      [
        "TGGT",
        -7.6004726481184335
      ],
      [
        "TATT",
        -7.6052176062889885
      ],
      [
        "TGAG",
        -7.608506723189654
      ],
      [
        "TTAT",
        -7.613983529928538
      ],
      [
        "ATAA",
        -7.625770050327535
      ],
      [
        "ACAT",
        -7.626366880920129
      ],
      [
        "CAGA",
        -7.62757861213983
      ],
      [
        "GAGA",
        -7.628961810775756
      ],
      [
        "CAGT",
        -7.633124138885499
      ],
      [
        "AGGA",
        -7.633827330329618
      ],
      [
        "GGAA",
        -7.636128676166516
      ],
      [
        "TGTA",
        -7.646697124790151
      ],
      [
        "CCAC",
        -7.646898459770352
      ],
      [
        "TAAT",
        -7.652547294725043
      ],
      [
        "TGGA",
        -7.658229100801737
      ],
      [
        "ATCT",
        -7.662367624961433
      ],
      [
        "ATAT",
        -7.666217579698312
      ],
      [
        "ACTT",
        -7.670288328077559
      ],
      [
        "CCAT",
        -7.670752146439231
      ],
      [
        "GTGG",
        -7.671291043313801
      ],
      [
        "ATGA",
        -7.677419858354851
      ],
      [
        "AAGT",
        -7.678409484001417
      ],
      [
        "CAGC",
        -7.678503391272956
      ],
      [
        "GGCT",
        -7.680585483445769
      ],
      [
        "GAGG",
        -7.682238098713171
      ],
      [
        "CTGCCTCAGCCT",
        -7.684414695310917
      ],
      [
        "AGTT",
        -7.686952223881358
      ],
      [
        "GTTT",
        -7.6879377950685335
      ],
      [
        "TCCT",
        -7.693194230891923
      ],
      [
        "NNNNNNNNNN",
        -7.696582183832426
      ],
      [
        "TTCA",
        -7.700711796369349
      ],
      [
        "AGGC",
        -7.704359492545379
      ],
      [
        "GTAATCCCAGCA",
        -7.71002736467346
      ],
      [
        "GGCC",
        -7.712098702513117
      ],
      [
        "TCCA",
        -7.714736422496632
      ],
      [
        "TCAT",
        -7.717886705797934
      ],
      [
        "TGGG",
        -7.72458965915942
      ],
      [
        "CTCC",
        -7.727882891754428
      ],
      [
        "ATGG",
        -7.72970194928909
      ],
      [
        "AGAT",
        -7.7404765843652665
      ],
      [
        "TTCC",
        -7.745587278976243
      ],
      [
        "TGCC",
        -7.74633632372082
      ],
      [
        "TGCTGGGATTAC",
        -7.751401264919542
      ],
      [
        "CAAT",
        -7.755988157196974
      ],
      [
        "TCAG",
        -7.758668034039491
      ],
      [
        "AAAC",
        -7.760457911681867
      ],
      [
        "CCCT",
        -7.765368796960043
      ],
      [
        "GGAGGCTGAGGC",
        -7.765861540766684
      ],
      [
        "GGTG",
        -7.768024334586126
      ],
      [
        "AGGG",
        -7.777826616907085
      ],
      [
        "ATTG",
        -7.779952270080935
      ],
      [
        "TTGG",
        -7.788167486198738
      ],
      [
        "CTGA",
        -7.7883845939677165
      ],
      [
        "ACAC",
        -7.796498708839616
      ],
      [
        "TTTTG",
        -7.797767104147493
      ],
      [
        "AGCT",
        -7.799491105324652
      ],
      [
        "CTTTG",
        -7.804846595677448
      ],
      [
        "TTAA",
        -7.8065862790748906
      ],
      [
        "GTGT",
        -7.807864404993829
      ],
      [
        "TCAC",
        -7.811240985099161
      ],
      [
        "GCCA",
        -7.811958548931013
      ],
      [
        "AACT",
        -7.813981859035014
      ],
      [
        "TGCTG",
        -7.814004150509762
      ],
      [
        "GACA",
        -7.837267944757201
      ],
      [
        "AAGC",
        -7.843428046092033
      ],
      [
        "ATTA",
        -7.845881638483794
      ],
      [
        "CCG",
        -7.849792949200353
      ],
      [
        "TACA",
        -7.862175686049682
      ],
      [
        "TGTC",
        -7.862635821608162
      ],
      [
        "GGGA",
        -7.86966773214618
      ],
      [
        "GTGA",
        -7.871104579579644
      ],
      [
        "TATG",
        -7.8717239213958266
      ],
      [
        "CCAA",
        -7.884736083056152
      ],
      [
        "GGTT",
        -7.886122485506553
      ],
      [
        "ACG",
        -7.889483056028141
      ],
      [
        "GATG",
        -7.894282422104986
      ],
      [
        "ATAG",
        -7.894789232847341
      ],
      [
        "CACC",
        -7.8962885285049165
      ],
      [
        "CTAT",
        -7.897258280262653
      ],
      [
        "TTGA",
        -7.906695064011453
      ],
      [
        "ACTC",
        -7.9105929404521085
      ],
      [
        "TGGC",
        -7.914324239181086
      ],
      [
        "TTGC",
        -7.914462979909109
      ],
      [
        "TCAA",
        -7.9173542321182975
      ],
      [
        "GTTG",
        -7.9175532363354915
      ],
      [
        "ATTC",
        -7.9211847034833145
      ],
      [
        "AGCC",
        -7.926259984474482
      ],
      [
        "CATA",
        -7.928614778132001
      ],
      [
        "GTCA",
        -7.9332849898974676
      ],
      [
        "TAAAA",
        -7.939361057401614
      ],
      [
        "AGAC",
        -7.9402600870923195
      ],
      [
        "GCTT",
        -7.942233949921768
      ],
      [
        "GGCCTCCCAAAG",
        -7.945725319030686
      ],
      [
        "GTCT",
        -7.94672659842009
      ],
      [
        "TTTTA",
        -7.94881708091485
      ],
      [
        "TACT",
        -7.959488260325905
      ],
      [
        "CGT",
        -7.963103036082019
      ],
      [
        "CTTTGGGAGGCC",
        -7.970993873173928
      ],
      [
        "AGTA",
        -7.980517573419974
      ],
      [
        "GCTC",
        -7.985020662639016
      ],
      [
        "TCCC",
        -7.986094565119
      ],
      [
        "GTAG",
        -7.9879383216322
      ],
      [
        "CTAG",
        -7.9936032327921716
      ],
      [
        "TCTA",
        -7.994296801502518
      ],
      [
        "CTAC",
        -7.994962106887028
      ],
      [
        "TAGT",
        -7.996551824674411
      ],
      [
        "CAAAA",
        -7.998429343394745
      ],
      [
        "TGAC",
        -7.9995890357183725
      ],
      [
        "CATC",
        -8.007441065550845
      ],
      [
        "AAAAT",
        -8.009632420815082
      ],
      [
        "GCAA",
        -8.020445864299022
      ],
      [
        "AAATT",
        -8.031003840098284
      ],
      [
        "TATA",
        -8.03221393409573
      ],
      [
        "GAAT",
        -8.033413004391223
      ],
      [
        "GACT",
        -8.035082622829892
      ],
      [
        "ACTA",
        -8.038850438110066
      ],
      [
        "GGAT",
        -8.043196521976107
      ],
      [
        "TGAAA",
        -8.044015928061945
      ],
      [
        "CTTA",
        -8.050682416337766
      ],
      [
        "TAGA",
        -8.055354348496547
      ],
      [
        "TATTT",
        -8.057516462944315
      ],
      [
        "ATTTT",
        -8.05984713800908
      ],
      [
        "TTTTTT",
        -8.06112905567606
      ],
      [
        "CTTTT",
        -8.06244628691782
      ],
      [
        "GAGT",
        -8.07196273219442
      ],
      [
        "CCCC",
        -8.07528001732297
      ],
      [
        "TTCTT",
        -8.076690915652867
      ],
      [
        "AGAAA",
        -8.08319318857984
      ],
      [
        "GCAT",
        -8.0878123447727
      ],
      [
        "CCTA",
        -8.090766761645353
      ],
      [
        "AGCTG",
        -8.095422904683707
      ],
      [
        "AGCCA",
        -8.095590260259714
      ],
      [
        "AATC",
        -8.099375551446025
      ],
      [
        "TCTTT",
        -8.101177601923318
      ],
      [
        "TTTCT",
        -8.102371005015137
      ],
      [
        "CAGCA",
        -8.102386863541149
      ],
      [
        "GTAA",
        -8.11031382699056
      ],
      [
        "GTAT",
        -8.111981211640382
      ],
      [
        "TTAC",
        -8.114706166146663
      ],
      [
        "ATAC",
        -8.11647981796937
      ],
      [
        "TTTCA",
        -8.118780986691949
      ],
      [
        "TGGCT",
        -8.12052266423776
      ],
      [
        "CAAC",
        -8.121343627642565
      ],
      [
        "AGTC",
        -8.12480086677289
      ],
      [
        "CGG",
        -8.135479666595495
      ],
      [
        "ACCTC",
        -8.136275744962216
      ],
      [
        "AACC",
        -8.136895083819217
      ],
      [
        "ATGC",
        -8.137893365362471
      ],
      [
        "TTAG",
        -8.139548903216502
      ],
      [
        "GATT",
        -8.141593480359504
      ],
      [
        "TAAG",
        -8.143951943799365
      ],
      [
        "TAAAAT",
        -8.147232918130442
      ],
      [
        "TTTGTATTTTTA",
        -8.1476316352571
      ],
      [
        "CAAAG",
        -8.150726102971511
      ],
      [
        "TGGCA",
        -8.160997651239303
      ],
      [
        "TAGG",
        -8.167738026265248
      ],
      [
        "TTCTG",
        -8.168230152319536
      ],
      [
        "TCCTT",
        -8.168271251179291
      ],
      [
        "GGGG",
        -8.174194965165807
      ],
      [
        "AAAGA",
        -8.175020941263766
      ],
      [
        "TCG",
        -8.175361023333844
      ],
      [
        "TTTCACCATGTT",
        -8.17730109584741
      ],
      [
        "CTAA",
        -8.179743484322449
      ],
      [
        "AAGAA",
        -8.185770990880764
      ],
      [
        "AACATGGTGAAA",
        -8.19144769257929
      ],
      [
        "AATTT",
        -8.19147538564744
      ],
      [
        "GAGC",
        -8.194855220208161
      ],
      [
        "ATCC",
        -8.2008119124985
      ],
      [
        "CGA",
        -8.203624844766225
      ],
      [
        "GCG",
        -8.204236361685307
      ],
      [
        "GGGT",
        -8.20782826430033
      ],
      [
        "TAGC",
        -8.215919549013304
      ],
      [
        "AGCCT",
        -8.22669831526624
      ],
      [
        "ACCC",
        -8.232056133692
      ],
      [
        "GGAC",
        -8.236711136622011
      ],
      [
        "ATGTT",
        -8.24494896763296
      ],
      [
        "AAATA",
        -8.246753287219335
      ],
      [
        "AAGGA",
        -8.24710470099068
      ],
      [
        "CTGTG",
        -8.252902324594102
      ],
      [
        "GAGGT",
        -8.253772435131998
      ],
      [
        "TAATT",
        -8.25746532162343
      ],
      [
        "AATTA",
        -8.25922211874194
      ],
      [
        "TCCTG",
        -8.264161679342577
      ],
      [
        "TGGTG",
        -8.270606758300396
      ],
      [
        "TATC",
        -8.278574242023177
      ],
      [
        "TTTGG",
        -8.27904583331913
      ],
      [
        "CAGGA",
        -8.292459938586799
      ],
      [
        "ACAGA",
        -8.29542467697946
      ],
      [
        "CCCAG",
        -8.295909008591465
      ],
      [
        "AAAAG",
        -8.29919260503089
      ],
      [
        "TTTAT",
        -8.304933108037346
      ],
      [
        "TGTTT",
        -8.306501004547588
      ],
      [
        "CCACA",
        -8.306875878255799
      ],
      [
        "TGAGA",
        -8.308434026065177
      ],
      [
        "CGC",
        -8.31129674728604
      ],
      [
        "AGGCA",
        -8.31400448292278
      ],
      [
        "TAAC",
        -8.325541110745
      ],
      [
        "TTTGT",
        -8.327414220139648
      ],
      [
        "TTGTA",
        -8.327424474619576
      ],
      [
        "GATA",
        -8.32771425512773
      ],
      [
        "AATGA",
        -8.331015435744243
      ],
      [
        "TCTCA",
        -8.332451387101065
      ],
      [
        "TTTGA",
        -8.33248146333139
      ],
      [
        "TCTGT",
        -8.338563911132646
      ],
      [
        "ATAAT",
        -8.35045320987887
      ],
      [
        "AACAT",
        -8.350771056232867
      ],
      [
        "GTTC",
        -8.35126331348207
      ],
      [
        "GAAC",
        -8.354415510073942
      ],
      [
        "CACG",
        -8.355176659564526
      ],
      [
        "CAGAA",
        -8.356061193811172
      ],
      [
        "TGTGG",
        -8.356631364800851
      ],
      [
        "CACTG",
        -8.357568815449877
      ],
      [
        "CACAG",
        -8.357645307738053
      ],
      [
        "AAAAAA",
        -8.358665756146687
      ],
      [
        "ACAAA",
        -8.361809685625278
      ],
      [
        "ATGTG",
        -8.364354643766726
      ],
      [
        "CATGA",
        -8.369517756197485
      ],
      [
        "TTTTC",
        -8.373871056337261
      ],
      [
        "ACCAG",
        -8.375331438213015
      ],
      [
        "ACACA",
        -8.377702665273967
      ],
      [
        "ATAAA",
        -8.377764972587869
      ],
      [
        "GAGGC",
        -8.378273465270837
      ],
      [
        "TGCCT",
        -8.37934661721235
      ],
      [
        "CGTG",
        -8.379698733459254
      ],
      [
        "TGCTT",
        -8.380925371484018
      ],
      [
        "TAAAAATACAAA",
        -8.382324316641416
      ],
      [
        "GCCTC",
        -8.383109106307485
      ],
      [
        "GGGC",
        -8.384688998223904
      ],
      [
        "AAACA",
        -8.38510146310139
      ],
      [
        "GGCCAGGCTGGT",
        -8.385102109233031
      ],
      [
        "GGTA",
        -8.388619441782692
      ],
      [
        "CTTTC",
        -8.39284822781328
      ],
      [
        "TCATG",
        -8.393170010016778
      ],
      [
        "GCCC",
        -8.396432058384441
      ],
      [
        "TGCCA",
        -8.396962131800791
      ],
      [
        "ACCAGCCTGGCC",
        -8.400082334475574
      ],
      [
        "TGTGT",
        -8.405111874120314
      ],
      [
        "AATAA",
        -8.406604982980227
      ],
      [
        "CCATG",
        -8.407093232000403
      ],
      [
        "TGTTG",
        -8.415936113300592
      ],
      [
        "NNNNNNNNN",
        -8.416213120303949
      ],
      [
        "GTTA",
        -8.417706326772056
      ],
      [
        "GTTTT",
        -8.42085078244442
      ],
      [
        "TCTTG",
        -8.421918401876175
      ],
      [
        "AGGTG",
        -8.423336039840569
      ],
      [
        "GCTA",
        -8.425546754995628
      ],
      [
        "ATTTG",
        -8.43108911651702
      ],
      [
        "TTATT",
        -8.431338417833715
      ],
      [
        "GGTC",
        -8.431835005736964
      ],
      [
        "GTCC",
        -8.433214363392661
      ],
      [
        "TCTCT",
        -8.435705876454046
      ],
      [
        "TTCTC",
        -8.436554124076661
      ],
      [
        "AGAGA",
        -8.436957149907936
      ],
      [
        "AAATG",
        -8.437529092947289
      ],
      [
        "TTGTT",
        -8.439169714786019
      ],
      [
        "TGCAG",
        -8.440628528557708
      ],
      [
        "GTGTGTGTGTGT",
        -8.44280950549438
      ],
      [
        "AAGCA",
        -8.445792478109093
      ],
      [
        "ACACACACACAC",
        -8.446016142519229
      ],
      [
        "AGGCT",
        -8.4480738350827
      ],
      [
        "ACTTT",
        -8.448725934574604
      ],
      [
        "ATTCTCAGAAAC",
        -8.448874223118851
      ],
      [
        "TTAAA",
        -8.452842487096024
      ],
      [
        "CATTT",
        -8.453602890969808
      ],
      [
        "CACAT",
        -8.456534405103861
      ],
      [
        "CTCTG",
        -8.458439561387799
      ],
      [
        "TCATT",
        -8.458613232645138
      ],
      [
        "GTGC",
        -8.463385556800286
      ],
      [
        "TTTAA",
        -8.464849961789556
      ],
      [
        "TCTGCT",
        -8.465213615948674
      ],
      [
        "GGGTT",
        -8.469082105738178
      ],
      [
        "ACATG",
        -8.46981986473215
      ],
      [
        "CTTCT",
        -8.471084413790274
      ],
      [
        "AATGT",
        -8.473510212190382
      ],
      [
        "AAAAC",
        -8.475111487109217
      ],
      [
        "TGACA",
        -8.475451050559407
      ],
      [
        "TGCCCAGGCTGG",
        -8.475746166900759
      ],
      [
        "GAAAA",
        -8.477672609306698
      ],
      [
        "AGGAA",
        -8.47811541181646
      ],
      [
        "TTGTG",
        -8.478989934391457
      ],
      [
        "CATGT",
        -8.480675120474189
      ],
      [
        "CTGGT",
        -8.488580768001087
      ],
      [
        "AAAGT",
        -8.490257590030295
      ],
      [
        "AGGAG",
        -8.49052623365817
      ],
      [
        "AGTTT",
        -8.491064696906845
      ],
      [
        "GAAAG",
        -8.491387600889524
      ],
      [
        "GCAC",
        -8.49421368944244
      ],
      [
        "GTTGGAAACGGG",
        -8.496256869875996
      ],
      [
        "CTTCA",
        -8.497883578420751
      ],
      [
        "CCAGCCTGGGCA",
        -8.49936238302789
      ],
      [
        "AACTT",
        -8.499606680029169
      ],
      [
        "CAGTG",
        -8.502688663509092
      ],
      [
        "TACC",
        -8.505319001995936
      ],
      [
        "AACAA",
        -8.50585164738908
      ],
      [
        "TGAAG",
        -8.513929885105178
      ],
      [
        "GACC",
        -8.514146822869982
      ],
      [
        "TGGCTCACGCCT",
        -8.514416399451019
      ],
      [
        "TCCCA",
        -8.51552441110335
      ],
      [
        "TCCAG",
        -8.51598692513745
      ],
      [
        "TGATG",
        -8.516108744856083
      ],
      [
        "CAAGA",
        -8.516882489676943
      ],
      [
        "AATAT",
        -8.51916226611852
      ],
      [
        "ACTGCAACCTCC",
        -8.525904715134201
      ],
      [
        "GGAAATATCTTC",
        -8.527848817145545
      ],
      [
        "CTGCA",
        -8.528736617819813
      ],
      [
        "CAGAG",
        -8.534372979936904
      ],
      [
        "ATTAT",
        -8.535380254584062
      ],
      [
        "CTCCA",
        -8.535440738655382
      ],
      [
        "ATATT",
        -8.535794400704525
      ],
      [
        "AGGCGTGAGCCA",
        -8.536548870351778
      ],
      [
        "AGAAG",
        -8.538794108345337
      ],
      [
        "TAAAT",
        -8.538921038912806
      ],
      [
        "TGGGA",
        -8.543231282281935
      ],
      [
        "AAGAAA",
        -8.544410214854269
      ],
      [
        "CTCAG",
        -8.544747935701228
      ],
      [
        "TCCTC",
        -8.547585746241769
      ],
      [
        "GGAGGTTGCAGT",
        -8.549364649835601
      ],
      [
        "ATTTA",
        -8.550594336566695
      ],
      [
        "AGCAG",
        -8.550748706270744
      ],
      [
        "GTAAT",
        -8.551076655466765
      ],
      [
        "CCTTG",
        -8.552151766912981
      ],
      [
        "TTCCT",
        -8.553309198591435
      ],
      [
        "TGCTA",
        -8.5537718989407
      ],
      [
        "ACCTG",
        -8.562064544509093
      ],
      [
        "ATTCT",
        -8.573420512034112
      ],
      [
        "AGACA",
        -8.57384136985906
      ],
      [
        "TGGAA",
        -8.57475169284277
      ],
      [
        "GGCTT",
        -8.576561987226466
      ],
      [
        "TGTCT",
        -8.576818215465867
      ],
      [
        "AAGTT",
        -8.578742520510607
      ],
      [
        "TCAAA",
        -8.582286281916602
      ],
      [
        "CATGG",
        -8.583621886574784
      ],
      [
        "CCCCA",
        -8.585272861323933
      ],
      [
        "GAGCC",
        -8.586470040446935
      ],
      [
        "CTGTT",
        -8.586637347404354
      ],
      [
        "AGCAT",
        -8.588166172250888
      ],
      [
        "TGTGA",
        -8.591283073917365
      ],
      [
        "CCAGC",
        -8.591784615664118
      ],
      [
        "ACATT",
        -8.595308291108518
      ],
      [
        "CTGGG",
        -8.596911758383015
      ],
      [
        "CCAAG",
        -8.596911781806591
      ],
      [
        "TTCAT",
        -8.597461261850675
      ],
      [
        "CTCCT",
        -8.59834518293219
      ],
      [
        "CCTGG",
        -8.600592024706254
      ],
      [
        "GGCAG",
        -8.602164107755112
      ],
      [
        "GCTGG",
        -8.60245205409236
      ],
      [
        "TATAT",
        -8.606382551125577
      ],
      [
        "CTGGA",
        -8.606598247189277
      ],
      [
        "ACAGAGTTGAAC",
        -8.609631400431368
      ],
      [
        "NNNNNNNN",
        -8.60967755886417
      ],
      [
        "TTCCA",
        -8.609988542726299
      ],
      [
        "CACAC",
        -8.615864649251339
      ],
      [
        "CACCA",
        -8.619307721717309
      ],
      [
        "CCTCT",
        -8.621306323336444
      ],
      [
        "TGATT",
        -8.62238351161476
      ],
      [
        "GTGAT",
        -8.623903076287318
      ],
      [
        "AATCA",
        -8.62522712900243
      ],
      [
        "AGGGA",
        -8.627287868179721
      ],
      [
        "ATATA",
        -8.627629506440003
      ],
      [
        "ATATATATATAT",
        -8.62784504879122
      ],
      [
        "CCTTT",
        -8.628802187588331
      ],
      [
        "TCACA",
        -8.629827355454745
      ],
      [
        "ACAAG",
        -8.629970882970536
      ],
      [
        "ACTTG",
        -8.633681256220893
      ],
      [
        "AAGGT",
        -8.634582164435145
      ],
      [
        "AGAAT",
        -8.635242752845558
      ],
      [
        "TCTGG",
        -8.639433054564762
      ],
      [
        "ATGGA",
        -8.642848263653507
      ],
      [
        "CCCG",
        -8.643229031945259
      ],
      [
        "AGCTT",
        -8.64336505269771
      ],
      [
        "CTTCC",
        -8.64590692408521
      ],
      [
        "ATTAC",
        -8.646907699539605
      ],
      [
        "CTGCC",
        -8.647071600699018
      ],
      [
        "TGGCC",
        -8.65086552852542
      ],
      [
        "CCCTG",
        -8.651659020143441
      ],
      [
        "TGGAG",
        -8.652393281500396
      ],
      [
        "TGCAT",
        -8.653093439314842
      ],
      [
        "CACAA",
        -8.65333137026344
      ],
      [
        "CAACA",
        -8.654558173305697
      ],
      [
        "CAAGC",
        -8.655381086934122
      ],
      [
        "GGCTG",
        -8.657302535731716
      ],
      [
        "TATGT",
        -8.657409673013811
      ],
      [
        "AGAAAA",
        -8.658300760123998
      ],
      [
        "TGCAA",
        -8.65833988127955
      ],
      [
        "CAGGG",
        -8.658772801332034
      ],
      [
        "AGATG",
        -8.659963659637468
      ],
      [
        "AGTCA",
        -8.660992474495352
      ],
      [
        "CTGAG",
        -8.66121328638231
      ],
      [
        "TAAAAA",
        -8.66128012830118
      ],
      [
        "CTGCT",
        -8.66132132260714
      ],
      [
        "CCTGAGTAGCTG",
        -8.662856528540072
      ],
      [
        "GTGTT",
        -8.66504020182518
      ],
      [
        "AATGC",
        -8.665503522065883
      ],
      [
        "CACCCAGGCTGG",
        -8.665823611190465
      ],
      [
        "GTGTG",
        -8.66698819788129
      ],
      [
        "GAGTT",
        -8.667090486218727
      ],
      [
        "TACTG",
        -8.66797091498966
      ],
      [
        "CATCA",
        -8.668003534881942
      ],
      [
        "ATGTA",
        -8.668693400392312
      ],
      [
        "AACAC",
        -8.671334657020655
      ],
      [
        "ACCCA",
        -8.6745711553172
      ],
      [
        "TTTCC",
        -8.674643962416333
      ],
      [
        "CCAGCCTGGGTG",
        -8.675348330161178
      ],
      [
        "TCTTC",
        -8.675374880102693
      ],
      [
        "AACAG",
        -8.676959511830498
      ],
      [
        "CTTTA",
        -8.67731699812119
      ],
      [
        "ATGGT",
        -8.678791217192556
      ],
      [
        "CCTCA",
        -8.679447490868162
      ],
      [
        "TTTTTTT",
        -8.679928105839174
      ],
      [
        "ACCTT",
        -8.680786931359988
      ],
      [
        "CAGGT",
        -8.681988895578936
      ],
      [
        "GGCTC",
        -8.68263764603057
      ],
      [
        "CAAAT",
        -8.685210486359415
      ],
      [
        "AACTC",
        -8.68537671999695
      ],
      [
        "TCACT",
        -8.685550180910353
      ],
      [
        "TGGGG",
        -8.685829937977815
      ],
      [
        "ATCAC",
        -8.687444924060573
      ],
      [
        "GAAAAA",
        -8.687630579341118
      ],
      [
        "CTCTC",
        -8.687901765836884
      ],
      [
        "GGAGG",
        -8.688895475122143
      ],
      [
        "CCAAA",
        -8.689272557493936
      ],
      [
        "TGACT",
        -8.68938299306823
      ],
      [
        "CCAGG",
        -8.689588466912133
      ],
      [
        "TTAAT",
        -8.689985215522249
      ],
      [
        "AGGTT",
        -8.691134842246592
      ],
      [
        "CCCAAGTAGCTG",
        -8.692253152506371
      ],
      [
        "ACTCA",
        -8.693137520500343
      ],
      [
        "CTTGT",
        -8.695615402859586
      ],
      [
        "GGCCA",
        -8.696101864728822
      ],
      [
        "TCCCT",
        -8.69620564566187
      ],
      [
        "ATGAT",
        -8.69640863090063
      ],
      [
        "AAACT",
        -8.697727980816818
      ],
      [
        "ACTGC",
        -8.698081441407174
      ],
      [
        "TCCAT",
        -8.701659658298095
      ],
      [
        "CCTGA",
        -8.704409044327349
      ],
      [
        "TTCAG",
        -8.7045097436113
      ],
      [
        "TGGGT",
        -8.706240287839547
      ],
      [
        "ACTGA",
        -8.707262058450652
      ],
      [
        "GAGAA",
        -8.708979943896184
      ],
      [
        "AGGCC",
        -8.71000304591101
      ],
      [
        "ATCTC",
        -8.710965538124439
      ],
      [
        "ACATA",
        -8.713966894058974
      ],
      [
        "CTCAA",
        -8.714221997935507
      ],
      [
        "CCCAA",
        -8.715572124710448
      ],
      [
        "TGTCA",
        -8.71614590535075
      ],
      [
        "TAGAA",
        -8.716342701488118
      ],
      [
        "ACGT",
        -8.717574071073141
      ],
      [
        "TGGCTCATGCCT",
        -8.718430017031361
      ],
      [
        "AAGAC",
        -8.718821670620356
      ],
      [
        "TTCTA",
        -8.719907326751155
      ],
      [
        "GGATTACAGGCA",
        -8.719943186674247
      ],
      [
        "ATCAT",
        -8.720271724185974
      ],
      [
        "CATTG",
        -8.721528475736914
      ],
      [
        "GGAAG",
        -8.722764315050345
      ],
      [
        "AGTGA",
        -8.722933117656325
      ],
      [
        "TGAAT",
        -8.722948656870418
      ],
      [
        "CCCAGCTACTCA",
        -8.724359918398275
      ],
      [
        "GAAGC",
        -8.724940011998052
      ],
      [
        "AAGAT",
        -8.72621342571102
      ],
      [
        "ATGCA",
        -8.729160696325623
      ],
      [
        "GGCCT",
        -8.729187992391251
      ],
      [
        "AAGTG",
        -8.729320686896465
      ],
      [
        "GAATG",
        -8.73095820212421
      ],
      [
        "ATGAA",
        -8.732070621301093
      ],
      [
        "GAGGA",
        -8.732237169386641
      ],
      [
        "TGAGG",
        -8.732370889661576
      ],
      [
        "TTCAA",
        -8.733628806315949
      ],
      [
        "TCTGA",
        -8.73517640019857
      ],
      [
        "TGCCACTGCACT",
        -8.735599301242729
      ],
      [
        "ACAGAG",
        -8.736229463446007
      ],
      [
        "TGGTT",
        -8.73676182008007
      ],
      [
        "TAATTT",
        -8.737445260248759
      ],
      [
        "TCTCC",
        -8.738381392607167
      ],
      [
        "AGACT",
        -8.738806612951223
      ],
      [
        "AGATT",
        -8.738840060905977
      ],
      [
        "ATTTC",
        -8.741750985130663
      ],
      [
        "GTAGAGATGGGG",
        -8.742191926658597
      ],
      [
        "TAACT",
        -8.743215351623181
      ],
      [
        "TCTGCAAGTGGA",
        -8.744410259735822
      ],
      [
        "CCCGAGTAGCTG",
        -8.744633430873616
      ],
      [
        "GTTTG",
        -8.744705125318578
      ],
      [
        "TAAAG",
        -8.745463303996948
      ],
      [
        "TATAA",
        -8.745993070830158
      ],
      [
        "GTAGAGACGGGG",
        -8.747737505298293
      ],
      [
        "TTGAA",
        -8.74876642121142
      ],
      [
        "CAGCT",
        -8.74935878864178
      ],
      [
        "CAAGG",
        -8.751006160342271
      ],
      [
        "CAATG",
        -8.751704281605893
      ],
      [
        "TATCT",
        -8.751804556474973
      ],
      [
        "AAAGG",
        -8.752232878592991
      ],
      [
        "GTGGT",
        -8.752300447674893
      ],
      [
        "ATTCA",
        -8.752836010447565
      ],
      [
        "AGGCATGAGCCA",
        -8.753021327675446
      ],
      [
        "AAGAG",
        -8.753262728300388
      ],
      [
        "TTATTT",
        -8.75351547806292
      ],
      [
        "CCAGA",
        -8.75417494155079
      ],
      [
        "CTTGG",
        -8.755031928599129
      ],
      [
        "AGTGCAGTGGCA",
        -8.755147545072104
      ],
      [
        "GTAC",
        -8.755407921046558
      ],
      [
        "CCTGC",
        -8.75768262465476
      ],
      [
        "AAATTA",
        -8.759225511524216
      ],
      [
        "ACTTC",
        -8.760139529884944
      ],
      [
        "CACCT",
        -8.760426037086601
      ],
      [
        "GGAGA",
        -8.760575925039932
      ],
      [
        "TACAT",
        -8.760594558708267
      ],
      [
        "AAAGC",
        -8.763971298994589
      ],
      [
        "CCTCC",
        -8.764523078389065
      ],
      [
        "TTGCA",
        -8.765680978436695
      ],
      [
        "CATCT",
        -8.766724211520032
      ],
      [
        "AGATA",
        -8.766751585073632
      ],
      [
        "AACTG",
        -8.767267230835513
      ],
      [
        "CCCCATCTCTAC",
        -8.76891204787702
      ],
      [
        "CCCAGC",
        -8.769295428231663
      ],
      [
        "AAAAAAA",
        -8.770014870524543
      ],
      [
        "TGTAT",
        -8.771157942342617
      ],
      [
        "ATAGA",
        -8.772175802682861
      ],
      [
        "TATTA",
        -8.773724391854607
      ],
      [
        "TTGCT",
        -8.77392066328915
      ],
      [
        "ACCAC",
        -8.774336252600465
      ],
      [
        "CATTC",
        -8.774744952580136
      ],
      [
        "GGGCA",
        -8.774755714042067
      ],
      [
        "CCTTC",
        -8.776701469682795
      ],
      [
        "GGAAA",
        -8.778900483343165
      ],
      [
        "AGCAA",
        -8.77965945694413
      ],
      [
        "TTGAG",
        -8.780553026445348
      ],
      [
        "AATAC",
        -8.780688872144296
      ],
      [
        "CTCTT",
        -8.782001052359279
      ],
      [
        "ATCACCTGAGGT",
        -8.782030094051137
      ],
      [
        "TTCCC",
        -8.783627002109279
      ],
      [
        "TCAGA",
        -8.783651297592751
      ],
      [
        "AAGGC",
        -8.7863015350033
      ],
      [
        "AGTCT",
        -8.786756666782072
      ],
      [
        "AGAGG",
        -8.7871103439821
      ],
      [
        "ATTAA",
        -8.788148667289311
      ],
      [
        "TTTCTT",
        -8.788636964552246
      ],
      [
        "ATTGT",
        -8.78927613557527
      ],
      [
        "CCCCGTCTCTAC",
        -8.790151048118627
      ],
      [
        "ACAGT",
        -8.7903698703577
      ],
      [
        "TACAA",
        -8.79089036345225
      ],
      [
        "ATGCT",
        -8.792001869938076
      ],
      [
        "GAAGA",
        -8.793509212468683
      ],
      [
        "TGAGT",
        -8.794118196862204
      ],
      [
        "ACCAT",
        -8.79475441375852
      ],
      [
        "TTTGC",
        -8.797353103578741
      ],
      [
        "AACCT",
        -8.797611061883908
      ],
      [
        "AGGCAG",
        -8.7979016074747
      ],
      [
        "TAGCA",
        -8.79844863116883
      ],
      [
        "AAGCT",
        -8.798832907283266
      ],
      [
        "TGTTA",
        -8.800139548947861
      ],
      [
        "TACTT",
        -8.800201285282162
      ],
      [
        "TCCAA",
        -8.801719414299226
      ],
      [
        "GCAGT",
        -8.802207872310065
      ],
      [
        "TATTG",
        -8.803153023428816
      ],
      [
        "TCTTTT",
        -8.803321849947615
      ],
      [
        "ATCTG",
        -8.804512063991503
      ],
      [
        "CCCAGCTACTCG",
        -8.806097073555245
      ],
      [
        "CCACT",
        -8.807066922212126
      ],
      [
        "TTTTCT",
        -8.807884060539418
      ],
      [
        "AAGTA",
        -8.808830891735186
      ],
      [
        "TCTGC",
        -8.81294912963731
      ],
      [
        "GAGCT",
        -8.813478824019976
      ],
      [
        "NNNNNNN",
        -8.814148168465572
      ],
      [
        "TTCTTT",
        -8.814577379670338
      ],
      [
        "ATCTT",
        -8.817257469509979
      ],
      [
        "ACCTCAGGTGAT",
        -8.818726275719456
      ],
      [
        "ACCAA",
        -8.819789562255119
      ],
      [
        "ATGAG",
        -8.819838985911735
      ],
      [
        "CTTGA",
        -8.823367511534107
      ],
      [
        "CCCAGCTACTTG",
        -8.823872846053426
      ],
      [
        "AATTG",
        -8.823963940957924
      ],
      [
        "TGTGC",
        -8.824758400158363
      ],
      [
        "TCAGT",
        -8.82652829697625
      ],
      [
        "CATAT",
        -8.827042471634309
      ],
      [
        "GTATT",
        -8.828130826293824
      ],
      [
        "CTGAA",
        -8.828505851203776
      ],
      [
        "TATTTT",
        -8.829010212750482
      ],
      [
        "CAAGT",
        -8.829848883238965
      ],
      [
        "TTATA",
        -8.831967010719477
      ],
      [
        "TGGAT",
        -8.832745003180698
      ],
      [
        "TTTTTA",
        -8.833062366481332
      ],
      [
        "ATATG",
        -8.834226831396112
      ],
      [
        "TCTTA",
        -8.83530019626435
      ],
      [
        "TCAAG",
        -8.836704850124885
      ],
      [
        "TTGGA",
        -8.837237782702728
      ],
      [
        "AACCA",
        -8.837709617459643
      ],
      [
        "AACTA",
        -8.840343201113615
      ],
      [
        "TTGGT",
        -8.840471692062284
      ],
      [
        "CAGGC",
        -8.840686815667604
      ],
      [
        "ACAAT",
        -8.840918488848278
      ],
      [
        "CAGGAGTTCAAG",
        -8.841429651809893
      ],
      [
        "GCCTG",
        -8.842809719777676
      ],
      [
        "AATCT",
        -8.843500303359708
      ],
      [
        "CAATA",
        -8.844251001645745
      ],
      [
        "GCCTT",
        -8.84526923818795
      ],
      [
        "CTTGAACTCCTG",
        -8.8457723050419
      ],
      [
        "CTCAT",
        -8.845804376876652
      ],
      [
        "AATTC",
        -8.848145316298105
      ],
      [
        "GGGAG",
        -8.848459709674145
      ],
      [
        "TTGAT",
        -8.848857801012974
      ],
      [
        "AGTTG",
        -8.848922904493639
      ],
      [
        "ATAGT",
        -8.849008160957952
      ],
      [
        "GAAGT",
        -8.849627327126518
      ],
      [
        "GGGCT",
        -8.850577316927886
      ],
      [
        "ACTGT",
        -8.850835851711137
      ],
      [
        "GGATT",
        -8.851161168650009
      ],
      [
        "CTTTGGGAGGCT",
        -8.851302745627182
      ],
      [
        "TGAAC",
        -8.853199074845138
      ],
      [
        "TAATA",
        -8.85518303672733
      ],
      [
        "AAACACTCTTTT",
        -8.857700228305697
      ],
      [
        "CTATG",
        -8.858229137478205
      ],
      [
        "TGCTC",
        -8.858728196864467
      ],
      [
        "ACTCT",
        -8.860448588401018
      ],
      [
        "ATAAAA",
        -8.86131871665725
      ],
      [
        "GGGAA",
        -8.861468056862952
      ],
      [
        "AGCTC",
        -8.864175770979164
      ],
      [
        "CAGCC",
        -8.866296950283
      ],
      [
        "CTGAT",
        -8.867603818350034
      ],
      [
        "ATACA",
        -8.869313716338251
      ],
      [
        "TAAGA",
        -8.870957435370919
      ],
      [
        "CTCAC",
        -8.871532257973193
      ],
      [
        "CATAG",
        -8.871625011652077
      ],
      [
        "TACTA",
        -8.871829087673602
      ],
      [
        "TCAAAT",
        -8.872536920508335
      ],
      [
        "GAGAG",
        -8.874124213845109
      ],
      [
        "CAGTA",
        -8.874915824452888
      ],
      [
        "TAGCT",
        -8.875137664980214
      ],
      [
        "AAATAA",
        -8.87661362504608
      ],
      [
        "ATGGG",
        -8.877249392817994
      ],
      [
        "ACACT",
        -8.878242399608224
      ],
      [
        "CCCAC",
        -8.878562698032814
      ],
      [
        "CAGTT",
        -8.879345314433047
      ],
      [
        "TCTAT",
        -8.880231184522854
      ],
      [
        "AAAAAT",
        -8.881442997558494
      ],
      [
        "ATTGA",
        -8.8815240260408
      ],
      [
        "CAGGAGTTTGAG",
        -8.882058740782247
      ],
      [
        "GGCG",
        -8.882081420414828
      ],
      [
        "ATCAG",
        -8.884055597054639
      ],
      [
        "TGTAG",
        -8.886338720074347
      ],
      [
        "GAGAC",
        -8.887495289076373
      ],
      [
        "TGGTA",
        -8.888696939650858
      ],
      [
        "CCAAAG",
        -8.889063722258957
      ],
      [
        "AGTGT",
        -8.88961148019249
      ],
      [
        "ACAGG",
        -8.890160712246281
      ],
      [
        "CCGT",
        -8.891645201747277
      ],
      [
        "TCATA",
